{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Tingkatkan konversi dengan WooPay, fitur checkout kilat baru yang disertakan bersama WooPayments."],"Offer your customers card payments, Sofort, iDeal, and the ability to sell in-person with Woo mobile app.":["Tawarkan pembayaran kartu, Sofort, dan iDeal bagi pelanggan Anda, serta kemampuan untuk berjualan secara langsung dengan aplikai seluler Woo."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> (including WooPay <woopayMerchantTerms>merchant terms<\/woopayMerchantTerms>) and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Dengan menggunakan WooPayments, Anda menyetujui <tosLink>Ketentuan Layanan<\/tosLink> kami (termasuk <woopayMerchantTerms>ketentuan penjual<\/woopayMerchantTerms> WooPay) dan menyatakan bahwa Anda sudah membaca <privacyLink>Kebijakan Privasi<\/privacyLink> kami."],"Payments made simple, designed exclusively for WooCommerce stores.":["Payments membuat semua lebih mudah, dirancang eksklusif untuk toko WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments telah diintegrasikan dengan pilihan pembayaran populer:"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Hasilkan pendapatan dan kelola pendapatan berulang, serta dapatkan deposit otomatis ke rekening bank yang Anda pilih."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Jual ke pasar internasional dan terima lebih dari 135 mata uang dengan metode pembayaran lokal."],"& more.":["& lain-lain."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Dengan menggunakan WooPayments, Anda menyetujui <tosLink>Ketentuan Layanan<\/tosLink> dan menyatakan bahwa Anda sudah membaca <privacyLink>Kebijakan Privasi<\/privacyLink> kami."],"Setup required":["Penyiapan diperlukan"],"Accepted payment methods":["Metode pembayaran yang diterima"],"Local Partner":["Mitra Lokal"],"Recommended":["Disarankan"],"Learn more":["Pelajari lebih lanjut"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/onboarding\/index.js"}}