{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Semua pembelian Woo Marketplace Anda dapat ditemukan di sini, atau di WooCommerce.com.<br\/><br\/>Tiap pembelian dilengkapi <a1>garansi 30 hari uang kembali<\/a1>, serta <a2>dukungan email dan obrolan langsung<\/a2>.<br\/><br\/>Selesai! Sekarang Anda sudah siap untuk memperkuat toko Anda."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Gulir turun untuk melihat semua ekstensi dan solusi yang relevan.<br\/><br\/>Klik pada solusi manapun untuk membaca selengkapnya tentang fitur, persyaratan instalasi, dan dokumentasi yang tersedia."],"Learn more about each product":["Baca selengkapnya tentang tiap produk"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Atau jika tidak yakin tentang apa yang Anda butuhkan, Anda dapat menjelajahi semua ekstensi yang tersedia berdasarkan kategori."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Maksimalkan toko Anda dengan fungsionalitas ekstra menggunakan ekstensi, atau integrasikan toko Anda dengan perangkat lunak dan layanan lainnya.<br\/><br\/>Di sini Anda akan menemukan ratusan solusi tepercaya untuk toko Anda — semua telah ditinjau dan disetujui oleh tim Woo.<br\/><br\/>Anda juga dapat menjelajahi Woo Marketplace di WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Gunakan kotak pencarian untuk menemukan ekstensi atau solusi tertentu."],"email and live chat support":["dukungan email dan obrolan langsung"],"30-day money-back guarantee":["Garansi 30 hari uang kembali"],"Refund policy":["Kebijakan pengembalian dana"],"Manage your purchases":["Kelola pembelian Anda"],"Browse for new ideas":["Jelajahi untuk mendapatkan gagasan baru"],"Find exactly what you need":["Temukan yang Anda butuhkan"],"Welcome to the WooCommerce Marketplace":["Selamat datang di Marketplace WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}