{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Add your full product description here. Describe your product in detail.":["Tulis deskripsi lengkap produk di sini. Deskripsikan detail produk Anda secara terperinci."],"Keep editing":["Lanjutkan menyunting"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Kerja bagus! Sekarang Anda dapat memasang produk Anda di toko hanya dengan memencet tombol \"Publikasikan\", atau lanjutkan menyuntingnya."],"Publish your product 🎉":["Publikasikan produk anda 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Tambahkan kategori produk di sini. Tentukan kategori untuk produk Anda agar lebih mudah untuk ditelusuri dan ditemukan di toko Anda."],"Add your product categories":["Tambahkan kategori produk Anda"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Tambahkan tag produk di sini. Tag adalah metode pelabelan produk Anda agar lebih mudah ditemukan oleh pelanggan. Contohnya, jika Anda menjual baju bergambar kucing, buat tag \"kucing\"."],"Add your product tags":["Tambahkan tag produk Anda"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Unggah gambar produk Anda di sini. Sebaiknya, unggah format JPEG atau PNG dengan lebar sekitar 600 px atau lebih.  Gambar ini akan muncul di katalog toko Anda."],"Add your product image":["Tambahkan gambar produk"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Ketik deksripsi singkat produk Anda di sini. Deskripsi akan muncul di halaman produk di bawah nama produk."],"Add your short product description":["Tambahkan deskripsi singkat produk"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Gunakan tab untuk beralih antarbagian dan tambahkan detail produk. Masukkan harga produk Anda."],"Add your product data":["Tambahkan data produk"],"Add your product description":["Tambahkan deskripsi produk"],"Start typing your new product name here. This will be what your customers will see in your store.":["Masukkan nama produk Anda di sini. Konsumen Anda akan melihat ini di toko Anda."],"Product name":["Nama produk"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}