{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Please tell us to what extent you agree or disagree with the statements above.":["Beri tahu kami sejauh mana Anda setuju atau tidak setuju dengan pernyataan di atas."],"The product import screen's functionality meets my needs":["Fungsionalitas layar pengimporan produk sesuai kebutuhan saya"],"The product import screen is easy to use":["Layar pengimporan produk mudah digunakan"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Kami mendapati bahwa Anda mulai mengimpor produk lalu meninggalkannya. Apa alasannya? Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda."],"How's your experience with importing products?":["Bagaimana pengalaman Anda terkait pengimporan produk?"],"How is your experience with importing products?":["Bagaimana pengalaman Anda terkait pengimporan produk?"],"The order details screen's functionality meets my needs":["Fungsionalitas layar detail pesanan sesuai kebutuhan saya"],"The order editing screen is easy to use":["Layar pengeditan pesanan mudah digunakan"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Kami mendapati bahwa Anda mulai mengedit produk lalu meninggalkannya. Apa alasannya? Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda."],"How's your experience with orders?":["Bagaimana pengalaman Anda terkait pesanan?"],"How easy or difficult was it to update this order?":["Seberapa mudah atau sulit Anda tadi memperbarui pesanan ini?"],"Optional, but much apprecated. We love reading your feedback!":["Ini opsional, tapi sangat kami hargai. Kami suka membaca feedback Anda!"],"How is that screen useful to you? What features would you add or change?":["Apa manfaat layar tersebut bagi Anda? Fitur apa yang ingin Anda tambahkan atau ubah?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda. Nyatakan sejauh mana Anda setuju atau tidak setuju dengan pernyataan di bawah ini."],"Strongly Agree":["Sangat setuju"],"Agree":["Setuju"],"Disagree":["Tidak setuju"],"Strongly disagree":["Sangat tidak setuju"],"Thanks for the feedback. We'll put it to good use!":["Terima kasih atas feedbacknya. Akan kami manfaatkan dengan baik!"],"The filters' functionality meets my needs.":["Fungsionalitas penyaring sesuai kebutuhan saya."],"The filters in the analytics screen are easy to use.":["Penyaring pada layar analitik mudah digunakan."],"The settings screen's functionality meets my needs":["Fungsionalitas layar pengaturan sesuai kebutuhan saya"],"The settings screen is easy to use":["Layar pengaturan mudah digunakan"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Kami mendapati bahwa Anda mulai mengubah pengaturan toko lalu meninggalkannya. Apa alasannya? Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda."],"How’s your experience with settings?":["Bagaimana pengalaman Anda terkait pengaturan?"],"Did you find the right setting?":["Apakah Anda menemukan pengaturan yang tepat?"],"The product creation screen's functionality meets my needs":["Fungsionalitas layar pembuatan produk sesuai kebutuhan saya"],"The product creation screen is easy to use":["Layar pembuatan produk mudah digunakan"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Kami mendapati bahwa Anda mulai membuat produk lalu meninggalkannya. Apa alasannya? Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda."],"How is your experience with creating products?":["Bagaimana pengalaman Anda terkait pembuatan produk?"],"The product editing screen's functionality meets my needs":["Fungsionalitas layar pengeditan produk sesuai kebutuhan saya"],"The product editing screen is easy to use":["Layar pengeditan produk mudah digunakan"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Kami mendapati bahwa Anda mulai mengedit produk lalu meninggalkannya. Apa alasannya? Feedback Anda akan membantu menciptakan pengalaman yang lebih baik bagi ribuan penjual seperti Anda."],"How's your experience with editing products?":["Bagaimana pengalaman Anda terkait pengeditan produk?"],"How is your experience with editing products?":["Bagaimana pengalaman Anda terkait pengeditan produk?"],"The search's functionality meets my needs.":["Fungsionalitas pencarian sesuai kebutuhan saya."],"The search feature in WooCommerce is easy to use.":["Fitur pencarian di WooCommerce mudah digunakan."],"Very good":["Sangat baik"],"Difficult":["Sulit"],"How easy was it to use search?":["Seberapa mudah Anda menggunakan pencarian?"],"Your feedback will go to the WooCommerce development team":["Umpan balik Anda akan dikirimkan ke tim pengembangan WooCommerce"],"Please share your feedback":["Silakan bagikan umpan balik Anda"],"Neutral":["Netral"],"Very difficult":["Sangat sulit"],"How easy was it to filter your store analytics?":["Seberapa mudah Anda dapat menyaring analisis toko Anda?"],"Pencil icon":["Ikon pensil"],"Thank you for your feedback!":["Terima kasih atas masukan Anda!"],"Give feedback":["Berikan masukan"],"Share":["Bagikan"],"Good":["Bagus"],"Cancel":["Batal"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}