{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Dengan menggunakan WooPayments, Anda menyetujui <a1>Ketentuan Layanan<\/a2> kami (termasuk <a3>ketentuan penjual<\/a3> WooPay) dan menyatakan bahwa Anda sudah membaca <a2>Kebijakan Privasi<\/a2> kami. Diskon akan diterapkan untuk pembayaran yang diproses melalui WooPayments setelah menyelesaikan instalasi, penyiapan, dan penyambungan. "],"Have questions?":["Ada pertanyaan?"],"Just dismiss WooPayments":["Abaikan saja WooPayments"],"No thanks, I don’t want WooPayments":["Tidak, terima kasih, saya tidak ingin menggunakan WooPayments"],"& more":["& lainnya"],"WooPayments is pre-integrated with all popular payment options":["WooPayments telah diintegrasikan dengan semua pilihan pembayaran populer"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Dengan menggunakan WooPayments, Anda menyetujui <a1>Ketentuan Layanan<\/a2> kami dan menyatakan bahwa Anda telah membaca <a2>Kebijakan Privasi<\/a2> kami. Diskon akan diterapkan untuk pembayaran yang diproses melalui WooPayments setelah menyelesaikan instalasi, penyiapan, dan penyambungan. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Hai%s, jalankan bisnis dan kelola semua pembayaran Anda di satu tempat, tanpa biaya penyiapan atau tagihan bulanan."],"extension in your store.":["ekstensi di toko Anda."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Penginstalan <strong>WooPayments<\/strong> akan secara otomatis mengaktifkan ekstensi <strong>%s<\/strong> di toko Anda.","Penginstalan <strong>WooPayments<\/strong> akan secara otomatis mengaktifkan ekstensi <strong>%s<\/strong> di toko Anda."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Mengaktifkan Affirm bersama WooPayments dan membebaskan pembeli untuk memilih metode pembayaran yang sesuai bagi mereka dan anggaran yang dimiliki — mulai dari 4 kali pembayaran tanpa bunga setiap 2 minggu hingga cicilan bulanan."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Mengaktifkan Klarna bersama WooPayments. Dengan Klarna Payments, pembeli dapat menentukan pilihan cicilan pembayaran yang mereka inginkan, Bayar Sekarang, Bayar Nanti, atau Dicicil. Tanpa nomor kartu kredit, tanpa kata sandi, tanpa khawatir."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Mengaktifkan Amazon Pay bersama WooPayments agar pembeli dapat membayar melalui Amazon Pay. Transaksi dilakukan melalui widget sematan Amazon sehingga pembeli tidak perlu meninggalkan situs Anda."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Mengaktifkan PayPal Payments bersama WooPayments. Memberikan cara lain bagi pelanggan untuk membayar dengan aman dan nyaman melalui PayPal, PayLater, dan Venmo."],"Add more ways for buyers to pay":["Menambahkan pilihan pembayaran bagi pembeli"],"Dismiss and send feedback":["Abaikan dan kirimkan feedback"],"Why would you like to dismiss the new payments experience?":["Mengapa Anda ingin mengabaikan pengalaman pembayaran baru?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Ingat bahwa ekstensi belum terinstal, dan ini akan menghapus WooPayments dari navigasi. Harap luangkan waktu untuk memberi tahu kami alasan Anda ingin menghapus WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["*Baca <a>Ketentuan Layanan<\/a> untuk detailnya."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Terhubung"],"It’s something else (Please share below)":["Karena alasan lain (Tuliskan di bawah)"],"I’m open to installing it another time":["Saya mungkin menginstalnya lagi"],"I need more information about WooPayments":["Saya memerlukan informasi lengkap tentang WooPayments"],"I don’t want to install another plugin":["Saya tidak ingin menginstal plugin lain"],"I’m already happy with my payments setup":["Saya senang dengan pengaturan pembayaran saat ini"],"Limited time offer":["Penawaran terbatas"],"See more":["Lihat Selengkapnya"],"PayPal Payments":["Pembayaran PayPal"],"Comments (Optional)":["Komentar (Opsional)"],"Klarna":["Klarna"],"Learn more":["Pelajari lebih lanjut"],"No thanks":["Tidak, terimakasih"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}