{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Jika pengambilan lokal diaktifkan, pengaturan \"Sembunyikan biaya pengiriman hingga alamat dimasukkan\" akan diabaikan."],"Add pickup location":["Tambahkan lokasi pengambilan"],"When you add a pickup location, it will appear here.":["Saat Anda menambahkan lokasi pengambilan, lokasinya akan muncul di sini."],"Define pickup locations for your customers to choose from during checkout.":["Tetapkan lokasi pengambilan yang dapat dipilih pelanggan saat checkout."],"Pickup locations":["Lokasi pengambilan"],"Delete location":["Hapus lokasi"],"Edit pickup location":["Edit lokasi pengambilan"],"Pickup details":["Detail pengambilan"],"A Location title is required":["Judul Lokasi wajib diisi"],"Location name":["Nama lokasi"],"Not taxable":["Tidak kena pajak"],"By default, the local pickup shipping method is free.":["Secara default, metode pengiriman pengambilan lokal gratis."],"Add a price for customers who choose local pickup":["Tambahkan harga untuk pelanggan yang memilih pengambilan lokal"],"Local pickup title is required":["Judul pengambilan lokal wajib diisi"],"This is the shipping method title shown to customers.":["Ini adalah judul metode pengiriman yang ditampilkan untuk pelanggan."],"When enabled, local pickup will appear as an option on the block based checkout.":["Jika diaktifkan, pengambilan lokal akan muncul sebagai pilihan di checkout berbasis blok."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Mengaktifkan fitur ini akan membuat salinan pilihan di checkout. Hapus metode pengiriman pengambilan lokal dari <a>zona pengiriman<\/a> Anda."],"View checkout page":["Lihat halaman checkout"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Mengaktifkan atau menonaktifkan pengambilan lokal di toko Anda, serta menetapkan biaya. Pengambilan lokal hanya tersedia dari checkout blok."],"Local Pickup settings have been saved.":["Pengaturan Pengambilan Lokal telah disimpan."],"Local Pickup":["Pengambilan Lokal"],"Optional cost to charge for local pickup.":["Biaya opsional yang dikenakan untuk pengambilan lokal."],"If a cost is defined, this controls if taxes are applied to that cost.":["Jika biaya ditetapkan, fitur ini mengendalikan penerapan pajak untuk biaya tersebut."],"Pickup location":["Lokasi pengambilan"],"Done":["Selesai"],"Country \/ State":["Negara\/Negara Bagian"],"Enable local pickup":["Aktifkan pengambilan lokal"],"Title":["Judul"],"Postcode \/ ZIP":["Kode pos"],"Save changes":["Simpan perubahan"],"Free":["Gratis"],"Enabled":["Diaktifkan"],"Cost":["Biaya"],"Learn more":["Pelajari lebih lanjut"],"Taxable":["Dikenai pajak"],"Address":["Alamat","Alamat"],"General":["Umum"],"State":["Provinsi"],"Taxes":["Pajak"],"City":["Kota"],"Cancel":["Batal"],"Edit":["Edit"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}