{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Discover its new features and improvements with a quick overview of what's included.":["Temukan fitur baru serta perbaikannya dengan ikhtisar singkat tentang apa saja yang disertakan."],"Discover the product form's unique features with a quick overview of what's included.":["Temukan fitur unik pada formulir produk dengan ikhtisar singkat tentang apa saja yang disertakan."],"Welcome to the new product form!":["Selamat datang di formulir produk baru!"],"New product form (Beta)":["Formulir produk baru (Beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Saat ini kami berupaya menambahkan lebih banyak fitur ke formulir produk, termasuk kemampuan untuk menambahkan produk digital, variasi, dan lainnya. Jangan lewatkan pembaruan ini!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Hanya butuh waktu sekejap saja agar produk Anda tercatat dan tersedia untuk dibeli! Teknologi modern kami memastikan pengalaman yang andal dan efisien."],"Lightning fast performance ":["Performa secepat kilat "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Pamerkan keunggulan produk Anda dan tarik perhatian pelanggan Anda dengan deskripsi produk yang kaya akan konten. Tambahkan gambar, video, dan konten lainnya yang mereka butuhkan untuk melakukan pembelian."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Semua yang Anda butuhkan untuk membuat dan menjual produk Anda, hanya di satu tempat. Mulai dari foto dan deskripsi hingga harga dan persediaan, semua pengaturan produk dapat Anda temukan di sini."],"About the form…":["Tentang formulir..."],"Thanks for the feedback — we'll put it to good use!":["Terima kasih atas masukan Anda — akan kami manfaatkan dengan baik!"],"What do you think of the new product form?":["Bagaimana pendapat Anda tentang formulir produk yang baru?"],"Beta":["Beta"],"View highlights":["Lihat sorotan"],"Tell me more":["Beri tahu selengkapnya"],"More features are on the way":["Lebih banyak fitur sedang dipersiapkan"],"Content-rich product descriptions":["Deskripsi produk yang kaya konten"],"Fresh and modern interface":["Antarmuka yang segar dan modern"],"Turn off the new product form":["Nonaktifkan formulir produk yang baru"],"Save changes and go back to the classic product editing screen.":["Simpan perubahan dan kembali ke layar pengeditan produk klasik."],"Please enter no more than 500 characters.":["Masukkan maksimal 500 karakter."],"Please enter a valid email address.":["Masukkan alamat email yang valid."],"In case you want to participate in further discussion and future user research.":["Jika Anda ingin berpartisipasi dalam diskusi lebih lanjut dan penelitian pengguna di masa mendatang."],"YOUR EMAIL ADDRESS <optional \/>":["ALAMAT EMAIL ANDA<optional \/>"],"(OPTIONAL)":["(OPSIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["GAGASAN TAMBAHAN <optional \/>"],"Meet the product editing form":["Kenali formulir pengeditan produk"],"The product editing screen's functionality meets my needs":["Fungsionalitas layar pengeditan produk sesuai kebutuhan saya"],"The product editing screen is easy to use":["Layar pengeditan produk mudah digunakan"],"Finish":["Selesai"],"Page %1$d of %2$d":["Halaman %1$d dari %2$d"],"Guide controls":["Kontrol panduan"],"Share feedback":["Bagikan masukan"],"Next":["Selanjutnya"],"Previous":["Sebelumnya"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}