{"translation-revision-date":"2023-10-13 10:54:09+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Back to Home":["Kembali ke Beranda"],"Go back to the Home screen to complete your store setup and start selling":["Kembali ke layar Beranda untuk menyelesaikan penyiapan toko Anda dan mulai berjualan"],"Go to the Editor":["Buka Editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Buka Editor untuk mengubah gambar dan teks Anda, menambahkan lebih banyak halaman, dan melakukan penyesuaian lainnya."],"Fine-tune your design":["Modifikasi desain Anda"],"Your store screenshot":["Tangkapan layar toko Anda"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Toko adalah cerminan gaya dan kepribadian unik Anda, dan kami senang melihatnya terwujud."],"Your store looks great!":["Toko Anda tampak luar biasa!"],"Browse all themes":["Jelajahi semua tema"],"Or select a professionally designed theme to customize and make your own.":["Atau pilih tema yang dirancang secara profesional untuk menyesuaikan dan menjadikannya milik Anda."],"Design with AI":["Rancang Desain dengan AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Atur desain tampilan toko Anda, buat halaman, dan buat salinan menggunakan alat AI bawaan kami."],"Use the power of AI to design your store":["Gunakan kemampuan AI untuk mendesain toko Anda"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Buat toko yang mencerminkan merek dan bisnis Anda. Pilih salah satu dari tema yang dirancang secara profesional untuk disesuaikan, atau buat tema Anda sendiri menggunakan AI."],"Customize your store":["Sesuaikan toko Anda"],"Make your store your own":["Buat toko dengan gaya khas Anda"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Perubahan yang Anda terapkan pada tata letak dan gaya akan muncul di sini secara real-time — ideal untuk mencoba berbagai tampilan sebelum Anda meluncurkannya. Anda juga dapat mengubah ukuran area ini untuk melihat tampilan toko Anda di aplikasi seluler."],"View your changes in real time":["Lihat perubahan Anda secara real-time"],"Welcome to your AI-generated store!":["Selamat datang di toko Anda yang dibuat dengan AI!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Di sini Anda dapat mulai menyesuaikan tampilan dan nuansa toko, termasuk menambahkan logo, serta mengubah warna dan tata letak. Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"Take a tour":["Ikuti tur"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gunakan tombol panah kiri dan kanan untuk mengubah ukuran kanvas. Tahan tombol shift untuk mengubah ukuran secara bertahap."],"Saving failed.":["Gagal menyimpan."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Pastikan toko Anda memiliki brand dengan menambahkan logo Anda. Untuk hasil terbaik, unggah file SVG atau PNG dengan lebar minimal 300px."],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikon Situs adalah gambar yang Anda lihat di tab browser, bilah bookmark, dan ketika menggunakan aplikasi seluler WordPress."],"Use as site icon":["Gunakan sebagai ikon situs"],"Link logo to homepage":["Tautkan logo ke beranda"],"Image width":["Lebar gambar"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Pilih footer baru dari pilihan di bawah ini. Footer Anda mencakup navigasi sekunder situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan menyesuaikannya melalui <EditorLink>Editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Berdasarkan toko yang paling sukses di industri dan lokasi Anda, alat AI kami merekomendasikan templat ini untuk bisnis Anda. Ingin menggunakan tata letak lain? Pilih salah satu dari templat di bawah ini sekarang, atau nanti melalui <EditorLink>Editor<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Tentukan header baru dari pilihan di bawah ini. Header Anda mencakup navigasi situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan menyesuaikannya melalui <EditorLink>Editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI telah memilih pasangan font yang paling sesuai dengan bisnis Anda. Jika Anda ingin mengubahnya, tentukan pilihan baru di bawah ini sekarang, atau nanti di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"Change your font":["Mengubah font Anda"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Berdasarkan info yang Anda bagikan, alat AI kami merekomendasikan palet warna ini. Ingin mengubahnya? Anda dapat memilih atau menambahkan warna baru di bawah ini, atau memperbaruinya nanti di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"or create your own":["atau buat sendiri"],"Change your footer":["Ubah footer Anda"],"Change your homepage":["Ubah halaman beranda Anda"],"Change your header":["Ubah header Anda"],"Change fonts":["Ubah font"],"Change the color palette":["Ubah palet warna"],"Add your logo":["Tambahkan logo Anda"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Gunakan alat gaya dan tata letak kami untuk menyesuaikan desain toko Anda. Konten dan gambar dapat ditambahkan atau diubah melalui <EditorLink>Editor<\/EditorLink> nanti."],"Let's get creative":["Mari berkreasi"],"Which writing style do you prefer?":["Gaya tulisan mana yang Anda sukai?"],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["Nada yang netral dengan ekspresi santai tanpa ungkapan populer."],"Relaxed and friendly, like a conversation with a friend.":["Santai dan bersahabat, seperti percakapan dengan teman."],"Informal":["Informal"],"How would you like your store to look?":["Bagaimana tampilan toko yang Anda inginkan?"],"Vibrant look with eye-catching colors and visuals.":["Tampilan cerah dengan warna dan visual yang memikat."],"Bold":["Tegas"],"Elegant and timeless look with nostalgic touch.":["Tampilan elegan dan abadi dengan sentuhan nostalgia."],"Classic":["Klasik"],"Clean lines, neutral colors, sleek and modern look.":["Tampilan garis yang mulus, warna yang netral, menawan, dan modern."],"Contemporary":["Kontemporer"],"Who your target audience is":["Target audiens Anda"],"What makes your business unique":["Keunikan bisnis Anda"],"How many products you plan on displaying":["Jumlah produk yang ingin Anda tampilkan"],"What you want to sell":["Hal yang ingin Anda jual"],"Try to include:":["Cobalah sertakan:"],"The more detail you provide, the better job our AI can do!":["Semakin banyak detail yang Anda jelaskan, semakin baik hasil AI kami!"],"Tell us a bit more about your business":["Ceritakan lebih banyak tentang bisnis Anda"],"Applying the finishing touches":["Memberikan sentuhan akhir"],"Assembling your AI-optimized store":["Membangun toko Anda yang dioptimalkan dengan AI"],"Designing the best look for your business":["Merancang tampilan terbaik untuk bisnis Anda"],"Comparing the top performing stores":["Membandingkan toko-toko dengan kinerja terbaik"],"Analyzing your responses":["Menganalisis respons Anda"],"Drag to resize":["Seret untuk mengubah ukuran"],"Saving":["Menyimpan"],"Continue setting up your store":["Lanjutkan penyiapan toko Anda"],"Preview store":["Pratinjau toko"],"Neutral":["Netral"],"Back":["Kembali"],"Navigation":["Navigasi"],"Style":["Gaya"],"Done":["Selesai"],"Layout":["Tampilan"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Sebelumnya"],"Save":["Simpan"],"Continue":["Lanjutkan"],"Default":["Standar"],"Settings":["Pengaturan"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}